[Norwegian]
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
ETAPE 1 : CHOISIR LA CLE=STEG 1 : VELG MINNEPINNE
ETAPE 2 : CHOISIR LA SOURCE=STEG 2 : VELG EN KILDE
ETAPE 3 : PERSISTANCE=STEG 3 : DATAPLASS
ETAPE 4 : OPTIONS=STEG 4 : INNSTILLINGER
ETAPE 5 : INSTALLER=STEG 5 : SKRIV
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
Mo=MB
Go=GB
min=min
Nom=Volumnavn
Taille=Størrelse
Aide=Hjelp
Attention=Vennligst merk
Erreur=Feil
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choisir une clé USB=Velg en minnepinne 
Suite (disques durs)=Harddisker 
Aucune clé trouvée=Ingen minnepinne funnet
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Télécharger=Last ned
Les fichiers .IMG sont supportés de façon expérimentale.=Støtte for .IMG-filer er eksperimentell.
Seul le mode Live est actuellement disponible dans l'étape 3 et l'option de virtualisation est désactivée.=Bare Live-modus er tilgjengelig i steg 3 og virtualisering er avslått.
LinuxLive USB Creator essaiera quand même de l'installer en utilisant les même paramètres que pour=LinuxLive USB Creator vil allikevel forsøke å installere det med de samme innstillingene som for
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Mode Live)=(Bare live-modus)
(Mode Persistant)=(Vedvarende modus)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cacher les fichiers sur la clé=Skjul opprettede filer på minnepinnen
(Sauf Umenu.exe)=(bortsett fra Umenu.exe)
Formater la clé en FAT32 (Vos données seront supprimées!)=Formatere minnepinnen med FAT32 (dette vil slette dine data !!)
Permettre de lancer LinuxLive directement sous Windows (nécessite internet)=Aktivere kjøring av LinuxLive i Windows (trenger internett for å installeres)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cliquer l'éclair pour lancer l'installation=Klikk på lynet for å begynne installasjonen
Veuillez choisir un disque formaté en FAT32 ou FAT ou cocher l'option de formatage=Vennligst velg en FAT32- eller FAT-formatert minnepinne eller hak av for å formatere
Vous n'avez sélectionné aucun disque=Ingen stasjon er valgt
Vous n'avez sélectionné aucun fichier=Ingen fil er valgt
Vous n'avez sélectionné aucun CD ou dossier=Ingen mappe eller CD er valgt
http://www.ubuntu-fr.org/telechargement=http://www.ubuntu.no/lastned
Sélectionner l'image ISO d'un CD live de Linux=Vennligst velg ISO-fil for LinuxLive live-CD
Sélectionner le CD live de Linux ou son répertoire=Vennligst velg LinuxLive-CD eller -mappe
Début de la création du LinuxLive USB=Begynne å lage LinuxLive USB
Veuillez valider les étapes 1 à 3=Vennligst kontrollér steg 1 til 3
Voulez-vous vraiment continuer et formater le disque suivant ?=Er du sikker på at du vil formatere denne stasjonen og miste dine data?
Formatage=Formatert med
Formatage de la clé=Formaterer minnepinne
Etape 1 à 3 valides=Steg 1 til 3 OK
Nettoyage des installations précédentes ( 2min )=Rensker opp i tidligere installasjoner (2 min)
Mise en place de la virtualisation=Setter opp virtualisering
VirtualBox a déjà été téléchargé=VirtualBox er allerede lastet ned
Une nouvelle version de VirtualBox est disponible=En ny versjon av VirtualBox er tilgjengelig
Cette nouvelle version sera téléchargée=Den nye versjonen vil bli lastet ned
Téléchargement de VirtualBox en tache de fond=Laster ned VirtualBox i bakgrunnen
Le téléchargement a bien débuté=Nedlasting startet uten problemer
Le téléchargement n'a pas pu commencer=Nedlasting kunne ikke starte
VirtualBox ne sera pas installé=VirtualBox vil ikke bli installert
L'intégrité de l'archive n'a pas pu être vérifiée=Integriteten til arkivfilen kunne ikke bekreftes
L'installation sera tentée=Prøver fortsatt å installere
Probléme de téléchargement=Kan ikke laste ned
Décompression de l'ISO sur la clé=Pakker ut ISO-bilde på minnepinnen
Ecriture de l'image sur la clé=Skriver bilde til minnepinnen
Copie des fichiers vers la clé=Kopierer filer til minnepinnen
Renommage et déplacement de quelques fichiers=Omdøper og flytter om på noen filer
Masquage des fichiers=Skjuler filer
Création du fichier de persistance=Lager vedvarende dataområde
Formatage du fichier de persistance=Formaterer vedvarende dataområde
Mode Live : pas de fichier de persistance=Live-modus : intet vedvarende dataområde
Détection automatique du type de variante=Ubuntu-variant funnet
Installation des secteurs de boot=Installerer oppstarts-sektorer
Téléchargement de VirtualBox=Laster ned VirtualBox
Le téléchargement est maintenant fini=Nedlasting fullført
Nettoyage d'anciennes installations de VirtualBox=Rensker opp i tidligere VirtualBox-installasjon
Décompression de Virtualbox sur la clé=Pakker ut VirtualBox på minnepinnen
Configuration de VirtualBox Portable=Automatisk oppsett av VirtualBox
Votre clé LinuxLive est maintenant prête !=Din LinuxLive-minnepinne er nå klar til bruk !
Vous n'avez pas les droits suffisants pour démarrer VirtualBox sur cette machine.=Du har ikke tilstrekkelige rettigheter til å kjøre VirtualBox på denne maskinen.
Enregistrez-vous sur le compte administrateur ou lancez le logiciel avec les droits d'administrateur pour qu'il fonctionne.=Vennligst logg inn som administrator eller kjør VirtualBox med administrator-rettigheter.
Vous avez moins de 256Mo de mémoire vive disponible.=Du har mindre enn 256 MB ledig minne.
Cela ne suffira pas pour lancer LinuxLive directement sous windows.=Dette er ikke tilstrekkelig for å kjøre LinuxLive direkte fra Windows.
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Le fichier d'aide n'est pas présent dans le dossier.=Hjelpefilen mangler.
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
A propos=Om dette programmet
Guide d'utilisation=Bruksanvisning
Tutorial de virtualisation=Virtualiseringsveiledning (FR)
Faire un don=Donere
Version=Versjon
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cet ISO n'est pas compatible=Dette ISO-bildet er ikke kompatibelt
Détection du clavier=Finner tastaturoppsett
Français (France)=Fransk (Frankrike)
Français (Suisse)=Fransk (Sveits)
Allemand=Tysk
Portugais=Portugisisk
Norvégien=Norsk
US ou autres (qwerty)=US eller andre (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Erreur de création du fichier VMDK=En feil oppsto under opprettelsen av VMDK
La clé USB spécifiée n'a pas été retrouvé, le fichier VMDK est donc invalide.=Minnepinne ble ikke funnet, så VMDK er ugyldig
(re)Lancer SetupForAutoVMDK.exe pour configurer une clé.=Prøv å kjøre SetupForAutoVMDK.exe igjen
Voulez-vous continuer quand même ?=Vil du ignorere denne feilen?
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Impossible d'ouvrir le fichier MD5SUMS=Finner ikke filen MD5SUMS
Annulation de la vérification=Avbryter sjekk
Vous avez la bonne version de Linux mais elle est corrompue ou a été modifiée.=Du har riktig ISO-fil, men den er ødelagt.
Merci de la télécharger à nouveau=Vennligst last den ned igjen.
Vérification=Sjekker
Cette version de Linux n'est pas compatible avec ce logiciel.=Denne ISO-filen er ikke kompatibel.
Merci de vérifier la liste de compatibilité dans le guide d'utilisation.=Vennligst les kompatibilitetslisten i bruksanvisningen
Si votre version est bien dans la liste c'est que le fichier est corrompu et qu'il faut le télécharger à nouveau=Hvis din versjon er på listen betyr det at filen din er ødelagt og at du må laste den ned på nytt.
La version est compatible et le fichier est valide=Denne versjonen er kompatibel og integriteten er OK
Vérification terminée=Ferdig med å sjekke
Vérification de l'intégrité + compatibilité=Sjekker integritet + kompatibilitet
Impossible d'ouvrir le fichier md5sum.txt=Kunne ikke åpne MD5SUM.txt
Vérification de l'intégrité=Sjekker integrite
Le fichier suivant est corrumpu=Denne filen er ødelagt
Tous les fichiers sont bons.=Alle filer har blitt sjekket uten feil.
Vérification du fichier=Sjekker fil
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Mode Persistant=Vedvarende modus
Mode Live=Live-modus
Installer=Installere
Verification des fichiers=Integritetssjekk
Test de la RAM=Minnetest
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
Une erreur s'est produite.=En feil oppsto
Un rapport anonyme a été envoyé afin que l'erreur soit corrigée au plus vite.=En anonym feilmelding har blitt sendt for å bidra til å få fjernet denne feilen så fort som mulig.
Voir le rapport=Se feilmeldingen
Relancer l'application=Start programmet på nytt
Arrêter l'application=Lukk programmet
dernières actions=siste handlinger
Identifiant anonyme unique=Unik anonym ID
Statut du rapport=Feilmeldingsstatus
Envoi en cours=Venter
Erreur (non envoyé)=Feil (ikke sendt)
Envoyé=Sendt
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
Pour lancer LinuxLive :=For å kjøre LinuxLive :
Retirez votre clé et réinsérez-la.=Ta ut minnepinnen og sett den inn igjen.
Allez ensuite dans 'Poste de travail'.=Gå til 'Min Datamaskin'
Faites un clic droit sur votre clé et sélectionnez :=Høyreklikk minnepinnen din og velg :
'LinuxLive!' pour lancer la clé directement dans windows='LinuxLive!' for å kjøre den direkte fra Windows
'VirtualBox Interface' pour lancer l'interface complète de VirtalBox='VirtualBox Interface' for å kjøre VirtualBox med fullt grensesnitt
'CD Menu' pour lancer le menu original du CD='CD Menu' for å kjøre den opprinnelige startmenyen på CD-en
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OU=ELLER
Manuellement=Manuelt
Automatiquement=Automatisk
Merci de sélectionner un Linux pour continuer=Vennligst velg en linux for å fortsette
Recherche du miroir le plus rapide=Ser etter det raskeste speilet
Test du miroir=Tester speil
Aucun miroir en ligne=Ingen tilkoblede speil funnet
Merci de vérifier la connexion à internet ou d'essayer un autre Linux=Vennligst sjekk internettforbindelsen din eller prøv med en annen linux
Sélectionner le fichier une fois que le téléchargement sera fini=Velg denne filen som kilde når nedlastingen er fullført
Téléchargement de=Laster ned
depuis=fra
Erreur lors du téléchargement=Feil under nedlastingsforsøk
Latence=Responstid
Serveur=Tjenernavn
Copier le lien=Kopier lenke
Lancer dans le navigateur=Åpne i nettleseren
Meilleurs miroirs=Beste speil
Miroirs rapides=Gode speil
Miroirs lents=Dårlige speil
Miroirs morts=Døde speil
La vérification va commencer dans quelques secondes=Verifiseringen vil begynne snart